Repository: nmpetkov/Ephemerides
Catalog: locale/*/LC_MESSAGES/module_ephemerids.po
Languages: fr

source: Done! Ephemerid created.
fr: Terminé ! Éphéméride créée.

source: No such ephemerid found.
fr: Aucune éphéméride de ce type n'a été trouvée.

source: Done! Ephemerid updated.
fr: Terminé ! Éphéméride mise à jour.

source: Done! Ephemerid deleted.
fr: Terminé ! Éphéméride supprimée.

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Done! Saved module configuration.
fr: Terminé ! Configuration du module enregistrée.

source: Error! Could not load any ephemerids.
fr: Erreur ! Impossible de charger les éphémérides.

source: Ephemerids
fr: Éphémérides

source: Ephemerid
fr: Éphéméride

source: Ephemerids
fr: Éphémérides

source: Provides a block displaying an information byte (historical event, thought for the day, etc.) linked to the day's date, with daily roll-over, and incorporates an interface for adding, editing and maintaining ephemerids.
fr: Fournit un bloc affichant une brève information (événement historique, choses arrivées un certain jour, etc.) liée à la date du jour, avec un défilement des jours et incorporant une interface permettant d'ajouter, de modifier et de maintenir les éphémérides.

source: ephemerids
fr: ephemerides

source: Error! Could not create the new ephemerid.
fr: Erreur ! Impossible de créer la nouvelle éphéméride.

source: No such ephemerid found
fr: Aucune éphéméride de ce type n'a été trouvée.

source: Error! Could not delete the ephemerid.
fr: Erreur ! Impossible de supprimer l'éphéméride.

source: Error! No such ephemerid found
fr: Erreur ! Aucune éphéméride de ce type n'a été trouvée.

source: Error! Could not save your changes.
fr: Erreur ! Impossible d'enregistrer vos modifications.

source: Ephemerids list
fr: Liste des éphémérides

source: Create new ephemerid
fr: Créer une nouvelle éphéméride

source: Settings
fr: Paramètres

source: General settings
fr: Paramètres généraux

source: Items per page in admin panel list view
fr: Éléments par page, pour l'affichage de la liste, dans le panneau d'administration

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Edit ephemerid
fr: Modifier l'éphéméride

source: The year can't be lower than the unix epoch one (1970) or will be reseted to 1970 for formatting purposes.
fr: L'année ne peut pas être antérieur au temps unix (1970) ou alors elle sera égale à 1970 pour des raisons de formatage.

source: Language
fr: Langue

source: Content
fr: Contenu

source: New ephemerid
fr: Nouvelle éphéméride

source: Internal ID
fr: ID interne

source: No items found.
fr: Pas d'élément trouvé.

source: Delete ephemerid
fr: Supprimer l'éphéméride

source: Do you really want to delete this ephemerid?
fr: Confirmez-vous la suppression de cette éphéméride ?
